tap "buo/cask-upgrade"
tap "heroku/brew"
tap "homebrew/bundle"
tap "sidneys/homebrew"
tap "stripe/stripe-cli"
brew "jpeg-turbo"
brew "libpng"
brew "webp"
brew "openssl@3"
brew "aria2"
brew "python@3.12"
brew "awscli"
brew "berkeley-db"
brew "glib"
brew "harfbuzz"
brew "bfg"
brew "boost"
brew "cabextract"
brew "cdrtools"
brew "cocoapods"
brew "docbook-xsl"
brew "libevent"
brew "eza"
brew "fd"
brew "libass"
brew "mpg123"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "libgcrypt"
brew "pkgconf"
brew "gobject-introspection"
brew "httrack"
brew "innoextract"
brew "jq"
brew "libpcap"
brew "llvm"
brew "make"
brew "mas"
brew "meson"
brew "mkcert"
brew "zlib"
brew "mysql"
brew "node"
brew "nativefier"
brew "neofetch"
brew "neovim"
brew "pipx"
brew "pnpm"
brew "potrace"
brew "pwgen"
brew "python@3.9"
brew "qemu"
brew "qt"
brew "rbenv"
brew "ripgrep"
brew "sherlock"
brew "speedtest-cli"
brew "streamlink"
brew "testdisk"
brew "tree"
brew "vips"
brew "watchman"
brew "wimlib"
brew "yarn"
brew "yt-dlp"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "stripe/stripe-cli/stripe"
cask "1password"
cask "alfred"
cask "bartender"
cask "betterdisplay"
cask "brave-browser"
cask "cursor"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "fontsmoothingadjuster"
cask "github"
cask "google-chrome"
cask "gzdoom"
cask "handbrake"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "jordanbaird-ice"
cask "macdown"
cask "mamp"
cask "notion"
cask "obsidian"
cask "omnidisksweeper"
cask "onyx"
cask "plex"
cask "postico"
cask "postman"
cask "raindropio"
cask "rocket"
cask "sourcetree"
cask "teamviewer"
cask "transmission"
cask "transmit"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Bandbreite", id: 1528561380
mas "Codye", id: 1516894961
mas "Compressor", id: 424390742
mas "CrystalFetch", id: 6454431289
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Fantastical", id: 975937182
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "GIF Brewery 3", id: 1081413713
mas "Glance", id: 1513574319
mas "GlueMotion", id: 1591624203
mas "Hand Mirror", id: 1502839586
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pastel", id: 413897608
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "ReadKit", id: 1615798039
mas "Reeder", id: 1529448980
mas "Save to Raindrop.io", id: 1549370672
mas "Slack", id: 803453959
mas "Tab Space", id: 1473726602
mas "Tabs Saver for Safari", id: 1440006971
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "TLDFLITE", id: 1152657562
mas "Ulysses", id: 1225570693
mas "Unsplash Wallpapers", id: 1284863847
mas "WavePad Audio Editor", id: 970044455
mas "Widgy", id: 1524540481
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "adamcaviness.theme-monokai-dark-soda"
vscode "adpyke.codesnap"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "andrew-codes.cypress-snippets"
vscode "anseki.vscode-color"
vscode "anteprimorac.html-end-tag-labels"
vscode "asvetliakov.snapshot-tools"
vscode "azemoh.one-monokai"
vscode "bibhasdn.unique-lines"
vscode "bierner.color-info"
vscode "bierner.emojisense"
vscode "bradlc.vscode-tailwindcss"
vscode "britesnow.vscode-toggle-quotes"
vscode "burkeholland.simple-react-snippets"
vscode "christian-kohler.npm-intellisense"
vscode "cmstead.js-codeformer"
vscode "cmstead.jsrefactor"
vscode "csstools.postcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "deque-systems.vscode-axe-linter"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "earshinov.permute-lines"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "equimper.react-native-react-redux"
vscode "esbenp.prettier-vscode"
vscode "eserozvataf.one-dark-pro-monokai-darker"
vscode "figma.figma-vscode-extension"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.vscode-github-actions"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "heybourn.headwind"
vscode "hjb2012.vscode-es6-string-html"
vscode "htmlhint.vscode-htmlhint"
vscode "jeffersonlicet.snipped"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
vscode "jonkwheeler.styled-components-snippets"
vscode "josefbiehler.cypress-fixture-intellisense"
vscode "kettanaito.nako"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "liamhammett.inline-parameters"
vscode "mblode.pretty-formatter"
vscode "mblode.twig-language-2"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.sublime-keybindings"
vscode "naumovs.color-highlight"
vscode "nrwl.angular-console"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "pflannery.vscode-versionlens"
vscode "planbcoding.vscode-react-refactor"
vscode "pnp.polacode"
vscode "prisma.prisma"
vscode "pucelle.vscode-css-navigation"
vscode "rcore.rcore-unused-css-classes"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "sburg.vscode-javascript-booster"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.theme-check-vscode"
vscode "siegebell.scope-info"
vscode "simonsiefke.svg-preview"
vscode "sleistner.vscode-fileutils"
vscode "sonarsource.sonarlint-vscode"
vscode "spoonscen.es6-mocha-snippets"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "suming.react-proptypes-generate"
vscode "techer.open-in-browser"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "tomoki1207.pdf"
vscode "ub1que.add-only"
vscode "ue.alphabetical-sorter"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-snippet.snippet"
vscode "wallabyjs.console-ninja"
vscode "wallabyjs.quokka-vscode"
vscode "william-voyek.vscode-nginx"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zh9528.file-size"
vscode "zhuangtongfa.material-theme"
vscode "zignd.html-css-class-completion"
