aaron-bond.better-comments
adamcaviness.theme-monokai-dark-soda
adpyke.codesnap
albymor.increment-selection
alefragnani.bookmarks
alefragnani.project-manager
andrew-codes.cypress-snippets
anseki.vscode-color
anteprimorac.html-end-tag-labels
asvetliakov.snapshot-tools
austenc.tailwind-docs
azemoh.one-monokai
bibhasdn.unique-lines
bierner.color-info
bierner.emojisense
bradlc.vscode-tailwindcss
britesnow.vscode-toggle-quotes
burkeholland.simple-react-snippets
christian-kohler.npm-intellisense
cmstead.js-codeformer
cmstead.jsrefactor
csstools.postcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
deerawan.vscode-dash
deque-systems.vscode-axe-linter
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
earshinov.permute-lines
ecmel.vscode-html-css
editorconfig.editorconfig
equimper.react-native-react-redux
esbenp.prettier-vscode
eserozvataf.one-dark-pro-monokai-darker
figma.figma-vscode-extension
firsttris.vscode-jest-runner
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
fosshaas.fontsize-shortcuts
github.vscode-github-actions
graphql.vscode-graphql
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
heybourn.headwind
hjb2012.vscode-es6-string-html
htmlhint.vscode-htmlhint
jeffersonlicet.snipped
jkjustjoshing.vscode-text-pastry
jock.svg
johnpapa.vscode-peacock
jonkwheeler.styled-components-snippets
josefbiehler.cypress-fixture-intellisense
kettanaito.nako
kisstkondoros.vscode-gutter-preview
liamhammett.inline-parameters
mblode.pretty-formatter
mblode.twig-language-2
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
mikestead.dotenv
monokai.theme-monokai-pro-vscode
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.sublime-keybindings
naumovs.color-highlight
nrwl.angular-console
oderwat.indent-rainbow
orta.vscode-jest
pflannery.vscode-versionlens
planbcoding.vscode-react-refactor
pnp.polacode
prisma.prisma
pucelle.vscode-css-navigation
rcore.rcore-unused-css-classes
redhat.vscode-yaml
ritwickdey.liveserver
sburg.vscode-javascript-booster
shd101wyy.markdown-preview-enhanced
shopify.theme-check-vscode
siegebell.scope-info
simonsiefke.svg-preview
sleistner.vscode-fileutils
sonarsource.sonarlint-vscode
spoonscen.es6-mocha-snippets
stivo.tailwind-fold
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
suming.react-proptypes-generate
techer.open-in-browser
tombonnike.vscode-status-bar-format-toggle
tomoki1207.pdf
ub1que.add-only
ue.alphabetical-sorter
unifiedjs.vscode-mdx
usernamehw.errorlens
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-snippet.snippet
wallabyjs.console-ninja
wallabyjs.quokka-vscode
wayou.vscode-todo-highlight
william-voyek.vscode-nginx
wix.vscode-import-cost
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zh9528.file-size
zhuangtongfa.material-theme
zignd.html-css-class-completion
